chat_system_965897707_actor_description=Furious Paladin.
chat_system_965897707_snap_2_question=^?^Stop! Stop! I understand you are doing as I asked: by destroying the statues you are destroying the sources of Death energy and killing the undead creatures.<br>Indeed I agree this is right, but ... I grow weak, I feel the breath of death on my face. You are killing me as well, for my vow expires! If you destroy the last statue, my vow will be fulfilled, and the link which has been keeping me in the world of the living will be destroyed. These long years of fighting the undead have made death abhorrent to me, and I greatly fear my own death. Please, do not destroy the last statue!
chat_system_965897707_snap_2_answer_0=^?^Alright, if you prefer eternal struggle to death, then I will not destroy the statue.
chat_system_965897707_snap_2_answer_1=^?^I'm sorry, but I think that it's better for you to die and stop suffering in this world. Rest in peace, warrior of the Temple!
chat_system_965897707_snap_0_question=^?^I am tired, so very tired. These two hundred years of endless struggle... and still I do not see the end. The undead creatures come as if from a bottomless hole... Now you have helped me, but what will happen next?<br>I feel that the dark side becomes stronger and stronger every time I win a battle.<br>I ask you to go to Aron Demion, who you can find in the Knight's Temple. The temple isn't called the Temple of Truth for nothing... You studied there, so you know what I mean. Ask him if there is something in the Temple archives that could explain the reason for such rampages of necromancer's magic!<br>[reward]
chat_system_965897707_snap_0_answer_0=^?^Alright, I'll go and talk to him.
chat_system_965897707_snap_0_answer_1=^?^I'm sorry, but I am not going to Greenwort now. Probably some other time.
chat_system_965897707_snap_4_question=^?^Let them look in the archives. I am sure that they have studied this phenomenon! Recently, the priests of Truth even attempted to sanctify this place, to get rid of the curse...
chat_system_965897707_snap_4_answer_0=^?^I'll ask them, don't worry.
chat_system_965897707_snap_1_question=^?^Well... I am not in a hurry. I have already waited many many years.
chat_system_965897707_snap_1_answer_0=^?^Good luck in your struggle with the undead creatures!
chat_system_965897707_snap_8_question=^?^So how are the statues?
chat_system_965897707_snap_8_answer_0=^?^I have not destroyed them yet. Please, have patience.
chat_system_965897707_snap_3_question=^?^Thank you, [player] for your help. I now realize how I can be rid of my vow-curse. But it will cost me my life. I am not yet ready to die.<br>As for you, you have earned your reward. Goodbye.<br>[reward]
chat_system_965897707_snap_3_answer_0=^?^Goodbye, Paladin. Good luck to you in your not-so-easy work.
chat_system_965897707_snap_5_question=^?^How did you make out, [player]?
chat_system_965897707_snap_5_answer_0=^?^I've visited the Aron. He gave me these papers...
chat_system_965897707_snap_5_answer_1=^?^I've come to get some equipment. Show me what you have.
chat_system_965897707_snap_5_answer_2=^?^Wait a little, the statues are not going to run away, after all.
chat_system_965897707_snap_6_question=^?^Give them to me! [s]Paladin takes the papers and begins to study them closely... Finally he stops reading and holds out a couple of pages to you:[/s]<br>Look! These two documents were written at the same time. It is said in one of them that 12 statues were delivered and installed. And in the other one, the Temple curator points out the outburst of necrotic disturbances. The same day! <br>Statues... I remember them - no magic comes from them, but perhaps the spells are well hidden?<br>There are twelve of them; it is the number of the magic circle of rites. I suggest you destroy them!
chat_system_965897707_snap_6_answer_0=^?^Alright. As the saying goes, "it's easier to break than to build." I will do it now.
